" bytes" = " bajty";
" of " = " z ";
" was not found." = " nie został znaleziony.";
"A newer item" = "Nowszy element";
"An error occurred while deleting." = "Wystąpił błąd podczas kasowania.";
"An item" = "Element";
"An older item" = "Starszy element";
"Authenticate" = "Poświadcz";
"Choose Folder" = "Wybierz folder";
"Computer" = "Komputer";
"Continue" = "Kontynuuj";
"Copied %u items to \"%@\"" = "Skopiowano %u elementów do \"%@\"";
"Copied: " = "Kopiowany: ";
"Copy" = "Kopiuj";
"Copying %u items to \"%@\"" = "Kopiuję %u elementy do \"%@\"";
"Count: %u" = "Liczę: %u";
"Delete" = "Usuń";
"Deleting files" = "Usuwanie Plików";
"Deleting from \"%@\"." = "Kasuję z \"%@\".";
"Deleting item \"%@\"" = "Usuwanie elementu \"%@\"";
"Document" = "Dokument";
"Emptying the Trash" = "Opróżnianie Kosza";
"Error deleting item." = "Błąd podczas usuwania elementu.";
"Error!" = "Błąd!";
"Index not found" = "Nie znalazłem Indexu";
"Item: \"" = "Element: \"";
"Move" = "Przenieś";
"New Folder" = "Nowy folder";
"None" = "Żaden";
"Package" = "Pakiet";
"Preparing to copy to \"%@\"" = "Przygotowuję się do kopiowania do \"%@\"";
"Replace" = "Zastąp";
"Replace All" = "Zastąp wszystkie";
"Replace?" = "Zastąp?";
"Skip" = "Pomiń";
"Stop" = "Zatrzymaj";
"Symbolic Link" = "Symboliczny Link";
"Volume" = "Objętość";
"You don't have write permission at \"%@\"" = "Nie masz przywileju zapisu na \"%@\"";
"copy" = "kopiuj";
"newer one" = "nowszy";
"older one" = "starszy";
"one" = "jeden";
"untitled folder" = "folder bez nazwy";
"untitled.txt" = "bez nazwy.txt";

/* ==== UNLOCALIZED ==== */

"%@ of %@ items - remaining time: %@" = "%@ of %@ items - remaining time: %@";
"Emptying the Trash…" = "Emptying the Trash…";
"Folder" = "Folder";
"Preparing to delete \"%@\"" = "Preparing to delete \"%@\"";
"Preparing to delete %@ items" = "Preparing to delete %@ items";
"Preparing to empty the Trash…" = "Preparing to empty the Trash…";
"Unlock" = "Unlock";
